{
  "zh_original": {
    "00_00_00-00_00_15-01-0001":"立夏时节，紫虾和六月黄悄然上市。苏州城里，时令又金贵的三虾面和蟹黄面也跃上餐桌，成为面店里的头块招牌。苏式好面名声远扬，吸引了不少慕名而来的吃客。不过要说苏城大街小巷做三虾面的店家众多，这家店凭啥能杀出重围呢？",
    "00_00_16-00_00_25-02-0001":"有虾、三虾面，然后我们也搂的那个蟹黄啊，对，还有鳝糊啊，还有三丁啊，反正啥都搂在里面吃。",
    "00_00_26-00_00_27-03-0001":"口味吃得惯吗？",
    "00_00_28-00_00_32-02-0002":"可以啊，很好。比广州那些面条好吃！就再来一份，都吃得下那种感觉。",
    "00_00_33-00_00_42-04-0001":"感觉的话就比较鲜。因为我们就是在来苏州之前的话，我们就觉得，好像蟹黄面是这里最出名的，所以我们就慕名而来吧。",
    "00_00_43-00_00_57-01-0002":"玉面塘的面在点评榜上都很有名气。要知道，三虾面的季节性最强，一年不过个把月。五月初，正是河虾最最好的生长期，又有虾子、又有虾脑，所以叫“三虾面”。新鲜现剥的虾仁，先要用油把它拌匀了——不过，这里的面还另有乾坤。",
    "00_00_58-00_01_07-05-0001":"更好地去把那位虾仁划开，不然怕粘在一起。他划不开。因为油一般的话，它下锅的时候很好的分散，分散出来的要受热均匀。",
    "00_01_08-00_01_13-06-0001":"油温三成热的时候下虾仁，这样的低油温可以牢牢锁住虾仁的水分。",
    "00_01_13-00_01_17-05-0002":"提前准备好的虾脑炒一下，炒出它的香味。",
    "00_01_17-00_01_45-01-0003":"虾仁和虾脑一起翻炒，最后再倒入提前炒好的虾籽，让每颗虾仁都裹上密密麻麻的小点。一口下去，满满的鲜香才能充盈在味蕾里。而蟹黄面的制作，就更像是一种化学物质的碰撞。葱末、姜末煸香后，先炒蟹膏，让蟹膏的蛋白质和脂肪充分溶解。最后放入鲜红的蟹黄，用盐和胡椒粉去腥。最后，面上淋上少许的猪油，为了增加它的香味——这个就是灵魂了。苏式面的讲究还体现在面条上：不能粗，不能细，刚刚好的宽度才配得上这碗实力美味。",
    "00_01_45-00_02_21-07-0001":"捞起来一看啊，就发现这个面条的粗细啊就很特别。因为苏州人吃面啊，汤面呢，咱们是用细面；热拌面呢，是用韭菜面；然后凉拌面是用小宽面。但是它这个面条呢，相比咱们的那个韭菜面啊，要稍微的细一点点。仔细一看哦，它上面的虾子含量真的是非常高，满口的鲜香。而另外啊，就是这个虾仁。就说，虽然自己家里可能也会炒虾仁，但是真的跟这个店里的不一样。店里的就特别特别的嫩，小小的，但是非常非常饱满。",
    "00_02_22-00_02_27-01-0004":"如果说三虾面吃的是一个字——嫩，那蟹黄面带来的醇厚感，则是其他浇头无法比拟的。",
    "00_02_27-00_02_46-07-0002":"它外面你会觉得说，是像有芡汁一样裹敷在这个面条上。整个吃在嘴巴里，会有一点点的厚重感。然后可能也是因为啊，它里面不仅是蟹黄，然后还有蟹膏，就是“膏”的部分。你就会说“滋干的一个黑”，就是那种感觉就不一样了。"
  },
  "minnan_simplified": {
    "00_00_00-00_00_15-01-0001": "立夏这阵，紫虾加六月黄静静出市。苏州城內，时节又贵重的三虾面加蟹黄面也开始摆上桌，变做面店的招牌头名。苏州的面有名声，吸引很多专门来吃的旅人。毋过苏州巷口巷尾三虾面的店那多，这间店是按怎会出头的咧？",
    "00_00_16-00_00_25-02-0001": "有虾、三虾面，咱也搂一寡蟹黄啊，对啊，还有鳝糊啦，三丁啦，干脆通通搂入去吃啦！",
    "00_00_26-00_00_27-03-0001": "口味吃会习惯无？",
    "00_00_28-00_00_32-02-0002": "会啊，真好食。比广州的面还较好食！我欲再来一碗，食甲欲罢不能咧。",
    "00_00_33-00_00_42-04-0001": "感觉是较清鲜。咱来苏州之前就听人讲，蟹黄面这款是顶出名，所以专程来食看覓。",
    "00_00_43-00_00_57-01-0002": "玉面塘的面在点评榜顶顶有名。三虾面是季节性最重的，一年就几个礼拜。五月初河虾正值最好生长期，有虾子、虾脑，所以叫“三虾面”。新鲜现剥的虾仁，先用油搅匀。不过这里的面还另有乾坤。",
    "00_00_58-00_01_07-05-0001": "要较好咧去把虾仁划开，免得会黏作伙。若是无划开，下锅就毋好分散，咁就受热无均匀。",
    "00_01_08-00_01_13-06-0001": "油温三分热就下虾仁，这种低温可以封住虾仁的水分。",
    "00_01_13-00_01_17-05-0002": "虾脑提早炒一下，逼出香味咧。",
    "00_01_17-00_01_45-01-0003": "虾仁加虾脑炒作伙，煞落入预先炒好的虾籽，让每粒虾仁都沾着满满的香气。咬一口，嘴齿内都是海味。蟹黄面嘛是另一个化学反应的感觉。葱姜炒香后，先炒蟹膏，让蛋白质与脂肪融化，接下来放蟹黄，咸加胡椒去腥。尾仔再滴一点猪油添香——这就是灵魂咧。苏式面讲究，连面条也有标准：毋通粗，也毋通太细，宽度刚刚好才配这碗面。",
    "00_01_45-00_02_21-07-0001": "舀起来看，就感觉这面条的粗细真特别。苏州人食面：汤面用细面、热拌面用韭菜面、凉拌面用小宽面。但这款面，比韭菜面还细一点。虾子也加甲很多，嘴齿满满海味。还有这虾仁啊，在家虽然也会炒虾仁，但跟店内的一比，真有差。店内的特别嫩，小粒却饱满。",
    "00_02_22-00_02_27-01-0004": "若讲三虾面是一个“嫩”字，那蟹黄面的醇厚感，别款浇头真毋比得咧。",
    "00_02_27-00_02_46-07-0002": "你会感觉这蟹黄好像一层芡汁，裹在面条外面。食入嘴里，有一种厚实感。也可能是因为除了蟹黄，还有蟹膏，就是“膏”的部分，食起来有点黏口，滋味就真有影特别咧。"
  },
  "vietnamese": {
    "00_00_00-00_00_15-01-0001": "Vào tiết lập hạ, tôm tím và cua non tháng Sáu âm thầm lên kệ. Ở thành phố Tô Châu, món mì ba tôm và mì gạch cua – món ăn vừa đúng mùa lại quý giá – cũng bắt đầu xuất hiện trên bàn ăn, trở thành món chủ lực tại các tiệm mì. Mì Tô Châu nổi tiếng xa gần, thu hút không ít thực khách đến thưởng thức. Nhưng giữa hàng loạt tiệm mì ba tôm khắp ngõ ngách Tô Châu, vì sao tiệm này lại có thể nổi bật đến vậy?",
    "00_00_16-00_00_25-02-0001": "Có tôm, mì ba tôm, rồi tụi mình còn gọi thêm gạch cua, đúng rồi, có cả lươn xào, và thịt ba loại nữa. Nói chung là trộn đủ thứ vô ăn cho đã!",
    "00_00_26-00_00_27-03-0001": "Vị ăn có hợp khẩu vị không?",
    "00_00_28-00_00_32-02-0002": "Hợp chứ, rất ngon! Ngon hơn mấy món mì ở Quảng Châu nữa. Muốn gọi thêm một tô nữa luôn, ăn hoài không chán!",
    "00_00_33-00_00_42-04-0001": "Cảm giác là vị rất tươi. Trước khi đến Tô Châu, bọn mình đã nghe nói mì gạch cua ở đây nổi tiếng lắm, nên phải đến tận nơi để thử cho biết.",
    "00_00_43-00_00_57-01-0002": "Tiệm Yumian Tang rất nổi tiếng trên các bảng đánh giá. Mì ba tôm là món có tính mùa vụ cao, mỗi năm chỉ có khoảng hơn một tháng. Đầu tháng Năm là lúc tôm sông phát triển ngon nhất – có cả thịt, gạch và đầu – nên gọi là 'mì ba tôm'. Tôm được lột vỏ tươi tại chỗ, rồi trộn đều với dầu – nhưng bí quyết của món này còn nằm ở phần mì nữa.",
    "00_00_58-00_01_07-05-0001": "Phải cắt nhẹ tôm ra để tránh bị dính vào nhau. Nếu không cắt, khi cho vào chảo sẽ không tách ra được, khó chín đều. Làm vậy để tôm chín đều và đẹp.",
    "00_01_08-00_01_13-06-0001": "Khi dầu nóng khoảng 30%, mới cho tôm vào. Nhiệt độ thấp giúp giữ lại độ ngọt và nước trong thịt tôm.",
    "00_01_13-00_01_17-05-0002": "Gạch đầu tôm được xào sơ trước để làm dậy mùi thơm.",
    "00_01_17-00_01_45-01-0003": "Tôm và gạch đầu tôm được xào chung, sau đó cho thêm trứng tôm đã xào sẵn vào, làm cho từng con tôm đều bám đầy hạt nhỏ li ti. Một miếng cắn vào, hương vị tươi ngọt tràn ngập trong miệng. Mì gạch cua thì giống như một phản ứng hóa học vậy. Hành và gừng được phi thơm, sau đó xào cua nhão để protein và chất béo tan ra. Cuối cùng cho gạch cua đỏ tươi vào, nêm thêm chút muối và tiêu để khử tanh. Trước khi ăn, chan thêm tí mỡ heo để tăng hương thơm – đó chính là linh hồn của món này. Mì Tô Châu rất kỹ lưỡng – ngay cả sợi mì cũng phải chuẩn: không quá dày, không quá mỏng, vừa đủ để nâng đỡ lớp xốt ngon lành bên trên.",
    "00_01_45-00_02_21-07-0001": "Gắp sợi mì lên là thấy ngay độ dày rất đặc biệt. Người Tô Châu ăn mì: mì nước thì dùng loại sợi nhỏ, mì trộn nóng thì dùng mì hẹ, còn mì trộn lạnh thì dùng sợi bản vừa. Sợi mì ở đây nhỏ hơn sợi mì hẹ một chút. Nhìn kỹ mới thấy lượng tôm rất nhiều, cắn vào là ngập miệng vị tươi ngọt. Còn tôm ở đây á, nhà làm cũng ngon, nhưng thật sự không thể so với tiệm – tôm ở đây cực kỳ mềm và đầy đặn, nhỏ nhưng chắc thịt.",
    "00_02_22-00_02_27-01-0004": "Nếu mì ba tôm là để ăn cái sự mềm, thì mì gạch cua là vị đậm đà mà không món nào sánh được.",
    "00_02_27-00_02_46-07-0002": "Bên ngoài sợi mì như được phủ lớp sốt sánh mịn. Ăn vào có cảm giác hơi nặng miệng một chút. Có thể là vì ngoài gạch cua ra còn có cả cua nhão – phần béo và đậm nhất. Ăn vào bạn sẽ thấy nó sánh sánh, béo béo – một hương vị rất riêng, khó quên."
  },
  "english": {
    "00_00_00-00_00_15-01-0001": "As summer begins, purple river shrimp and early crabs quietly appear in the markets. In Suzhou, that signals the return of the seasonal and much-cherished Three Shrimp Noodles and Crab Roe Noodles. These dishes quickly become the top sellers at noodle shops. Suzhou’s noodle craft is well-known, attracting food lovers from afar. But in a city where every street has its own version of Three Shrimp Noodles, what makes this place stand out?",
    "00_00_16-00_00_25-02-0001": "There’s shrimp, Three Shrimp Noodles, and we also pile on some crab roe—oh, and braised eel too, and diced meat. Honestly, we just throw everything in and eat it together.",
    "00_00_26-00_00_27-03-0001": "Do you like the taste? Is it to your liking?",
    "00_00_28-00_00_32-02-0002": "Absolutely, it's really good! Even better than the noodles in Guangzhou. I’d totally go for another bowl—can’t get enough of it!",
    "00_00_33-00_00_42-04-0001": "It tastes super fresh. Before coming to Suzhou, we had heard that crab roe noodles were the most famous here, so we made a special trip just to try them.",
    "00_00_43-00_00_57-01-0002": "Yumian Tang is a big name on the review boards. Three Shrimp Noodles are super seasonal—you only get them for about a month each year. Early May is when river shrimp are at their best, full of meat and roe, which is why it’s called 'Three Shrimp Noodles'. The freshly peeled shrimp are first mixed with oil—but there’s more to the noodles than meets the eye.",
    "00_00_58-00_01_07-05-0001": "To get the best result, you score the shrimp lightly so they don’t stick together. If you skip that, they’ll clump up in the pan. This way, they separate well and heat evenly.",
    "00_01_08-00_01_13-06-0001": "You add the shrimp when the oil is only about 30% hot. That lower temperature helps lock in their moisture.",
    "00_01_13-00_01_17-05-0002": "Then, you pre-fry the shrimp brains to really bring out their aroma.",
    "00_01_17-00_01_45-01-0003": "The shrimp and shrimp brains are stir-fried together. Finally, in goes the pre-fried shrimp roe, so every shrimp gets coated with tiny flavorful dots. One bite and your mouth is filled with rich seafood essence. Making Crab Roe Noodles is more like chemistry. You sauté scallions and ginger, then stir-fry crab paste so the proteins and fats break down. Add in vibrant red crab roe, season with salt and pepper to remove any fishy smell, and top it all with a bit of pork lard for that extra depth—that’s the soul of the dish. Suzhou noodles are picky about noodle thickness—not too thick, not too thin. Just the right width to carry all that flavor.",
    "00_01_45-00_02_21-07-0001": "Pick up the noodles and you’ll notice—they’ve got a very special width. In Suzhou, we use thin noodles for soup, chive noodles for hot mixes, and slightly wide ones for cold dishes. This one is just a bit thinner than the chive noodles. And if you look closely, the shrimp content is incredibly high—each bite is full of flavor. Also, even though you might fry shrimp at home, it’s just not the same. The shrimp here are super tender, small, but very plump.",
    "00_02_22-00_02_27-01-0004": "If Three Shrimp Noodles are all about tenderness, then Crab Roe Noodles are unmatched in richness—nothing else comes close.",
    "00_02_27-00_02_46-07-0002": "You can feel it—it’s like a thick sauce wrapping the noodles. Once in your mouth, there’s a kind of weight to it. That’s probably because it has not just crab roe, but crab paste too. That paste gives it a deep, slightly sticky flavor that’s just totally unique."
  }
}
  