{
  "zh_original": "俄乌冲突持续升级，战场形势复杂多变\n国际媒体普遍认为和平前景黯淡\n美国与欧洲批评俄罗斯军事行动\n但白宫不愿追加制裁，以免影响谈判进程\n泽连斯基宣布乌克兰期待自12日起与俄罗斯实现全面停火\n并准备接受任何形式的谈判\n他计划于15日前往土耳其并期待与普京会面\n俄罗斯方面则认为应先解决冲突的根本原因再讨论停火\n俄罗斯国防部宣布15日控制了两个定居点\n打击了乌军多个军事目标，并击落了大量无人机\n乌克兰方面则报告了与俄军的数十次战斗\n特别是在波克罗夫斯克和新帕弗利夫卡地区\n乌军成功击退了俄军的多次进攻",
  "zh_punctuated": "俄乌冲突持续升级，战场形势复杂多变。\n国际媒体普遍认为和平前景黯淡。\n美国与欧洲批评俄罗斯军事行动，但白宫不愿追加制裁，以免影响谈判进程。\n泽连斯基宣布，乌克兰期待自12日起与俄罗斯实现全面停火，并准备接受任何形式的谈判。\n他计划于15日前往土耳其，并期待与普京会面。\n俄罗斯方面则认为，应先解决冲突的根本原因，再讨论停火。\n俄罗斯国防部宣布，15日控制了两个定居点，打击了乌军多个军事目标，并击落了大量无人机。\n乌克兰方面则报告了与俄军的数十次战斗，特别是在波克罗夫斯克和新帕弗利夫卡地区，乌军成功击退了俄军的多次进攻。",
  "minnan_traditional": "俄烏衝突持續升級，戰場情勢複雜多變。\n國際媒體普遍認為和平前景暗淡。\n美國與歐洲批評俄羅斯軍事行動，毋過白宮無願意加重制裁，免得影響談判進程。\n澤連斯基宣佈，烏克蘭期待自十二日起，與俄羅斯實現全面停火，並且準備接受任何形式的談判。\n伊計劃於十五日前往土耳其，並期待與普京見面。\n俄羅斯方面認為，應該先解決衝突的根本原因，再來討論停火。\n俄羅斯國防部宣佈，十五日控制兩個定居點，打擊烏軍若干軍事目標，並擊落大量無人機。\n烏克蘭方面報告與俄軍有數十場戰鬥，特別是佇波克羅夫斯克與新帕弗利夫卡地區，烏軍成功擊退俄軍數次進攻。",
  "minnan_simplified": "俄乌冲突持续升级，战场情势复杂多变。\n国际媒体普遍认为和平前景暗淡。\n美国与欧洲批评俄罗斯军事行动，不过白宫无愿意加重制裁，免得影响谈判进程。\n泽连斯基宣布，乌克兰期待自十二日起，与俄罗斯实现全面停火，并且准备接受任何形式的谈判。\n伊计划于十五日前往土耳其，并期待与普京见面。\n俄罗斯方面认为，应该先解决冲突的根本原因，再来讨论停火。\n俄罗斯国防部宣布，十五日控制两个定居点，打击乌军若干军事目标，并击落大量无人机。\n乌克兰方面报告与俄军有数十场战斗，特别是佇波克罗夫斯克与新帕弗利夫卡地区，乌军成功击退俄军数次进攻。",
  "english": "The Russia-Ukraine conflict continues to intensify, with battlefield dynamics growing increasingly complex and unpredictable. International media outlets broadly suggest that prospects for a peaceful resolution remain bleak. While the United States and European countries have criticized Russia’s military actions, the White House has shown reluctance to impose additional sanctions, aiming to preserve the conditions for continued negotiations. Ukrainian President Volodymyr Zelensky announced that Kyiv is seeking a full ceasefire with Russia starting from the 12th and is open to talks in any format. He plans to visit Turkey before the 15th and hopes to hold a meeting with Russian President Vladimir Putin. The Kremlin, however, maintains that any ceasefire discussions should follow efforts to address the root causes of the conflict. Russia’s Ministry of Defense reported that on the 15th, Russian forces seized control of two settlements, targeted several Ukrainian military positions, and downed a significant number of drones. Ukraine’s military, meanwhile, reported dozens of engagements with Russian forces, particularly in the Pokrovsk and Novopavlivka areas, where Ukrainian troops successfully repelled multiple assaults.",
  "vietnamese": "Xung đột NgaUkraina tiếp tục leo thang, tình hình chiến sự ngày càng phức tạp và khó lường. Các phương tiện truyền thông quốc tế nhìn chung cho rằng triển vọng hòa bình đang mờ mịt. Mỹ và châu Âu chỉ trích các hành động quân sự của Nga, tuy nhiên Nhà Trắng không muốn áp đặt thêm các biện pháp trừng phạt nhằm tránh ảnh hưởng đến tiến trình đàm phán. Tổng thống Volodymyr Zelensky tuyên bố Ukraina mong muốn đạt được lệnh ngừng bắn toàn diện với Nga kể từ ngày 12, đồng thời sẵn sàng chấp nhận đàm phán dưới bất kỳ hình thức nào. Ông dự kiến sẽ đến Thổ Nhĩ Kỳ trước ngày 15 và hy vọng sẽ gặp Tổng thống Nga Vladimir Putin. Phía Nga cho rằng cần giải quyết tận gốc nguyên nhân của cuộc xung đột trước khi bàn đến việc ngừng bắn. Bộ Quốc phòng Nga thông báo rằng vào ngày 15, họ đã kiểm soát được hai khu định cư, tấn công nhiều mục tiêu quân sự của Ukraina và bắn hạ một số lượng lớn máy bay không người lái. Phía Ukraina báo cáo đã xảy ra hàng chục cuộc giao tranh với quân đội Nga, đặc biệt tại khu vực Pokrovsk và Novopavlivka, nơi các lực lượng Ukraina đã đẩy lùi nhiều đợt tấn công của đối phương."
}
  